Revit 2027 API
ParameterTypeId.MepFlexRibbonElevation Property
 "Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepFlexRibbonElevation { get; }
Public Shared ReadOnly Property MepFlexRibbonElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepFlexRibbonElevation {
	ForgeTypeId^ get ();
}
static member MepFlexRibbonElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace